{
  "text": {
    "hey": 38,
    "hello": 37,
    "hi": 39,
    "there": 85,
    "good": 31,
    "morning": 56,
    "evening": 21,
    "moin": 55,
    "let": 50,
    "s": 69,
    "go": 29,
    "dude": 20,
    "goodmorning": 34,
    "goodevening": 33,
    "afternoon": 2,
    "cu": 15,
    "by": 9,
    "cee": 12,
    "you": 106,
    "later": 49,
    "night": 61,
    "bye": 10,
    "goodbye": 32,
    "have": 36,
    "a": 0,
    "nice": 60,
    "day": 17,
    "see": 74,
    "around": 7,
    "yes": 105,
    "y": 104,
    "indeed": 44,
    "of": 64,
    "course": 14,
    "that": 83,
    "sounds": 76,
    "correct": 13,
    "no": 62,
    "n": 58,
    "never": 59,
    "i": 43,
    "don": 19,
    "t": 79,
    "think": 86,
    "so": 75,
    "like": 52,
    "way": 93,
    "not": 63,
    "really": 68,
    "perfect": 65,
    "great": 35,
    "amazing": 4,
    "feeling": 26,
    "king": 47,
    "wonderful": 102,
    "am": 3,
    "very": 91,
    "going": 30,
    "to": 88,
    "save": 72,
    "the": 84,
    "world": 103,
    "super": 78,
    "stoked": 77,
    "extremely": 23,
    "my": 57,
    "was": 92,
    "horrible": 40,
    "sad": 71,
    "feel": 25,
    "well": 96,
    "disappointed": 18,
    "m": 53,
    "unhappy": 90,
    "extremly": 24,
    "saad": 70,
    "are": 6,
    "bot": 8,
    "human": 42,
    "talking": 80,
    "where": 98,
    "is": 45,
    "lab": 48,
    "what": 97,
    "schedule": 73,
    "for": 27,
    "today": 89,
    "any": 5,
    "events": 22,
    "this": 87,
    "week": 95,
    "can": 11,
    "tell": 81,
    "me": 54,
    "about": 1,
    "library": 51,
    "who": 99,
    "principal": 66,
    "weather": 94,
    "will": 100,
    "it": 46,
    "rain": 67,
    "current": 16,
    "temperature": 82,
    "how": 41,
    "windy": 101,
    "forecast": 28
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 4,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 3,
    "ask_school": 1,
    "ask_weather": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_weather": 6,
    "utter_ask_school": 13,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}